---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationConfiguration
source: html/c58c36e0-8a88-de2e-4819-21cabcb9d866.htm
---
# FabricationConfiguration Properties

The id of the assembly instance to which the element belongs.